function Projects() {
  return (
    <section id="projects">
      <h2>Проєкти та досвід</h2>

      <article>
        <h3>Бекенд та автоматизація</h3>
        <p>
          Розробляв і впроваджував скрипти автоматизації, інтеграції з API
          та рішення для обробки даних на Python і C#.
        </p>
      </article>

      <article>
        <h3>Усунення несправностей та налагодження</h3>
        <p>
          Розвинув аналітичне мислення, самостійно діагностуючи, налагоджуючи
          та вирішуючи складні технічні проблеми в різних невеликих системах.
        </p>
      </article>
    </section>
  );
}

export default Projects;